tap "homebrew/apache"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/versions"
brew "ack"
brew "ansible@1.9"
brew "apache-spark"
brew "autoconf"
brew "automake"
brew "bat"
brew "bitrise"
brew "gettext"
brew "libffi"
brew "readline"
brew "emacs"
brew "cask"
brew "circleci"
brew "cmake"
brew "connect"
brew "ctags"
brew "curl"
brew "czmq"
brew "doxygen"
brew "exa"
brew "libtool"
brew "python@2"
brew "fontforge"
brew "fzf"
brew "gcc"
brew "gd"
brew "gdk-pixbuf"
brew "gibo"
brew "git"
brew "git-lfs"
brew "gnu-getopt"
brew "git-now"
brew "git-secrets"
brew "graphviz"
brew "heroku"
brew "hivemind"
brew "htop"
brew "hub"
brew "imagemagick"
brew "oniguruma"
brew "jq"
brew "kubernetes-cli"
brew "libcroco"
brew "libev"
brew "libevent"
brew "libiconv"
brew "librsvg"
brew "libsodium"
brew "libxslt"
brew "lua"
brew "lynx"
brew "mas"
brew "maven"
brew "mecab"
brew "neovim"
brew "nmap"
brew "openssh"
brew "tmux"
brew "overmind"
brew "pandoc"
brew "peco"
brew "pigz"
brew "plantuml"
brew "postgresql@9.6"
brew "pstree"
brew "qt"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ruby"
brew "ruby-build"
brew "sbt"
brew "shellcheck"
brew "slackcat"
brew "socat"
brew "source-highlight"
brew "terminal-notifier"
brew "terraform"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "travis"
brew "tree"
brew "utf8proc"
brew "vim"
brew "w3m"
brew "watch"
brew "wget"
brew "z"
brew "zplug"
brew "zsh"
cask "alfred"
brew "zsh-completions"
cask "atom"
cask "bettertouchtool"
cask "bitbar"
cask "boot2docker-status"
cask "cheatsheet"
cask "dash"
cask "discord"
cask "divvy"
cask "docker"
cask "docker-toolbox"
cask "dropbox"
cask "font-hack-nerd-font"
cask "gimp"
cask "github"
cask "haskell-platform"
cask "hyperswitch"
cask "intellij-idea"
cask "iterm2"
cask "java"
cask "java8"
cask "jetbrains-toolbox"
cask "skitch"
cask "skype"
cask "sourcetree"
cask "sublime-text"
cask "virtualbox"
cask "visual-studio-code"
cask "wireshark"
mas "Slack", id: 803453959
mas "Tomato One", id: 907364780
mas "Wallcat", id: 1000397973
mas "Xcode", id: 497799835
