tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask", "https://github.com/caskroom/homebrew-cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "wercker/wercker"
cask "java"
brew "ack"
brew "openssl"
brew "ansible@1.9"
brew "ansible@2.0"
brew "apache-spark"
brew "autoconf"
brew "automake"
brew "bash"
brew "bat"
brew "binutils"
brew "bitrise"
brew "gettext"
brew "libffi"
brew "carthage"
brew "cloog"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "curl"
brew "czmq"
brew "socat"
brew "w3m"
brew "wget"
brew "dasht"
brew "emacs"
brew "exa"
brew "ffmpeg"
brew "fontforge", args: ["with-giflib", "with-libspiro"]
brew "gcc"
brew "gibo"
brew "git"
brew "git-now"
brew "groff"
brew "htop"
brew "libevent"
brew "httpd"
brew "hub"
brew "javarepl"
brew "jboss-forge"
brew "jq"
brew "libsodium"
brew "locateme"
brew "lua"
brew "lynx"
brew "maven"
brew "mongodb", restart_service: true
brew "mysql"
brew "nkf"
brew "nmap"
brew "node"
brew "openssh"
brew "peco"
brew "postgresql", restart_service: true
brew "reattach-to-user-namespace"
brew "rustup-init"
brew "sbt"
brew "scalaenv"
brew "ssh-copy-id"
brew "tig"
brew "tldr"
brew "tmux"
brew "vim", args: ["with-lua"]
brew "watch"
brew "youtube-dl"
brew "z"
brew "zsh"
brew "heroku/brew/heroku"
brew "wercker/wercker/wercker-cli"
cask "alfred"
cask "appcode"
cask "astah-community"
cask "atom"
cask "bartender"
cask "bettertouchtool"
cask "bitbar"
cask "boot2docker"
cask "cheatsheet"
cask "cocos-code-ide"
cask "dash"
cask "datagrip"
cask "day-o"
cask "difffork"
cask "discord"
cask "divvy"
cask "docker"
cask "docker-toolbox"
cask "dropbox"
cask "eclipse-jee"
cask "flux"
cask "freemind"
cask "gimp"
cask "github"
cask "google-chrome"
cask "haskell-platform"
cask "hyperswitch"
cask "inkscape"
cask "intellij-idea"
cask "iterm2"
cask "jd-gui"
cask "libreoffice"
cask "macvim"
cask "magican"
cask "mendeley"
cask "moom"
cask "pgadmin3"
cask "pycharm"
cask "sourcetree"
cask "spotify"
cask "stay"
cask "teleport"
cask "unity"
cask "vagrant"
cask "vagrant-manager"
cask "vectr"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "webstorm"
cask "wireshark"
cask "xamarin"
cask "xquartz"
